Tekla.Structures.DrawingInternal.dotGrFrame_t


Tekla.Structures.DrawingInternal.dotGrFrame_t.Type


Tekla.Structures.DrawingInternal.dotGrFrame_t.FrameHeight


Tekla.Structures.DrawingInternal.dotGrFrame_t.FrameWidth


Tekla.Structures.DrawingInternal.dotGrFrame_t.FrameAngle


Tekla.Structures.DrawingInternal.dotGrFrame_t.FrameInsertionPoint


Tekla.Structures.DrawingInternal.dotGrFrame_t.LineType


Tekla.Structures.DrawingInternal.dotGrFrame_t.ToStruct(Tekla.Structures.Drawing.Frame)


Tekla.Structures.DrawingInternal.dotGrFrame_t.ToStruct(Tekla.Structures.Drawing.EmbeddedObjectFrame)


Tekla.Structures.DrawingInternal.dotGrFrame_t.ToStruct(Tekla.Structures.Drawing.LinkFrameAttributes)


Tekla.Structures.DrawingInternal.dotGrFrame_t.FromStruct(Tekla.Structures.Drawing.Frame)


Tekla.Structures.DrawingInternal.dotGrFrame_t.FromStruct(Tekla.Structures.Drawing.EmbeddedObjectFrame)


Tekla.Structures.DrawingInternal.dotGrFrame_t.FromStruct(Tekla.Structures.Drawing.LinkFrameAttributes)
